<!-- 隐私政策 privacy -->
<template>
    <div class="privacy_box contain_1200">
        <h2>隐私政策</h2>
        <div class="section">1.本文是winway 娱乐场（“运营商”）的隐私政策（“隐私政策”），说明了运营商如何接收、使用和保护您的个人信息。运营商重视对您的隐私及个人信息的保护。</div>
        <div class="section">2.您的个人资料将依照数据保护法持有和处理，可能会也可能不会被等同于在您的居住国的数据保护法律。</div>
        <div class="msg_box">
            <div class="title">本隐私政策的适用性</div>
            <div class="section">1.使用本网站意味着您（“玩家”）同意本隐私政策的条款及本隐私政策列明的对您的个人信息之使用和披露规定。运营商将定期复审本隐私政策，并保留随时修改和更新本隐私政策的权利。</div>
            <div class="section">2.本隐私政策的更改将立即生效，该更改将被通知并在网站告示 。玩家可以继续享用本网站提供的服务，收到通知后，玩家须接受这些更改。业者建议，玩家须仔细检阅本隐私政策。</div>
        </div>
        <div class="msg_box">
            <div class="title">信息收集及使用</div>
            <div class="section">1.运营商在玩家使用本网站时收集个人信息及玩家的交易信息，包括支付所用的银行卡之详情。虽然玩家提供了该等详情，但它是以完全加密的形式保存的，运营商无法查看。上述个人信息包括但不限于玩家的姓名、出生日期、居住地址、电邮地址和电话号码。 当玩家在运营商注册任何账户或以任何其他方式使用本网站或本网站提供的投注服务（“互联网博彩设施”）时，玩家可能被要求提供个人信息。</div>
            <div class="section">2.另外，当玩家与本网站或互联网博彩设施互动时，运营商的服务器有一个针对玩家的活动日志，用以收集部分行政管理和流量信息，包括：IP源地址、进入时间、进入日期、浏览的网页、使用的语言、软件崩溃报告和使用的浏览器类型。该等详细信息对运营商提供本网站和互联网博彩设施及保证其质量至关重要。</div>
            <div class="section">3.运营商可以从第三方（包括金融机构和信用卡发行人）收集个人信息，以便维护玩家的账户并进行信用或其他财务状况检查，且玩家同意运营商为这些目的而收集并使用玩家的个人信息。</div>
            <div class="section">4.玩家的个人信息将被用于：</div>
            <div class="section">a.建立、管理并看管玩家的账户；</div>
            <div class="section">b.投注、结算及支付；</div>
            <div class="section">c.统计目的；</div>
            <div class="section">d.市场调查及数据分析目的；</div>
            <div class="section">e.分析玩家的信用风险（如适用）；</div>
            <div class="section">f.为客户改进质量或服务和博彩体验；</div>
            <div class="section">g.遵守适用的许可和监管要求。</div>
        </div>
        <div class="msg_box">
            <div class="title">个人信息的准确性</div>
            <div class="section">1.玩家有责任通过 gcserveis@gmail.com 向运营商发送邮件告知其个人信息的任何变更情况。若玩家相信运营商保存的玩家个人信息不正确或不准确，玩家可以通过 gcserveis@gmail.com 联系运营商要求对该等个人信息进行更正或变更，并向运营商提供玩家的会员编码及玩家希望变更的详情。</div>
            <div class="section">2.要获得运营商保存的玩家个人信息之副本，或者若玩家对本隐私政策或运营商的实务有任何征询，请通过 gcserveis@gmail.com 联系运营商。</div>
        </div>
        <div class="msg_box">
            <div class="title">披露</div>
            <div class="section">1.运营商可以在以下情况披露玩家的个人信息：</div>
            <div class="section">a.若法律要求披露；</div>
            <div class="section">b.若运营商善意相信披露是必要的；</div>
            <div class="section">1）.遵守法律程序,本网站或互联网游戏设施。</div>
            <div class="section">2）.保护和保卫运营商的权利或财产；</div>
            <div class="section">3）.保护本网站、互联网博彩设施用户或公众的个人安全；</div>
            <div class="section">c.披露给任何监管机构或许可机构或权力机构；</div>
            <div class="section">d.披露给第三方，以便进行与赌注或注金相关的结算或支付。</div>
            <div class="section">f.披露给您的投注中间商（如有）；</div>
            <div class="section">g.披露给向运营商提供支付解决方案服务的任何支付管理公司；</div>
            <div class="section">h.披露给向运营商提供服务或代表运营商提供服务的第三方；及披露给收购运营商或其业务的任何第三方。</div>
            <div class="section">2.要获得运营商保存的玩家个人信息之副本，或者若玩家对本隐私政策或运营商的实务有任何征询，请通过 gcserveis@gmail.com 联系运营商。</div>
        </div>
        <div class="msg_box">
            <div class="title">COOKIES</div>
            <div class="section">1.Cookies 是当玩家浏览本网站的某些在线网页时保存在玩家计算机或设备中的小型文字文件，用以记录玩家的偏好。运营商利用cookies追踪玩家对本网站和互联网博 彩设施的使用。另外，运营商也可以利用cookies来监测本网站和互联网博彩设施的流量，改进本网站和互联网博彩设施，使其更易于玩家使用并更贴近于玩家的使用偏好。</div>
            <div class="section">2.玩家有能力选择接受或拒绝cookies。多数的在线浏览器自动接受cookies，但 是玩家通常可以自行修改玩家的浏览器设置来拒绝cookies。要修改浏览器的设置，玩家应该参照浏览器的“帮助”菜单。若玩家选择拒绝cookies，玩家可能无法完全体验本网站和互联网博彩设施的互动特色。</div>
            <div class="section">3.要了解cookies的更多信息及如何拒绝cookies, 请访问www.allaboutcookies.org。</div>
        </div>
        <div class="msg_box">
            <div class="title">隐私政策安全性</div>
            <div class="section">1.运营商将采取法律要求的所有合理措施来确保其收集的个人信息得以正确保存并安全存放。若运营商无需或法律不再要求保留个人信息，则所有的个人信息将被销毁。</div>
            <div class="section">2.运营商并不保证玩家通过互联网向运营商传送的任何信息之安全性。玩家对其传送给运营商的任何信息承担全部风险。然而，一旦运营商接到玩家传送的信息，运营商将采取合理措施防止玩家的个人信息被滥用、丢失或被未经授权地查阅。</div>
            <div class="section">基于互联网的传递</div>
            <div class="section">鉴于互联网是一个全球性的环境，使用互联网收集和处理个人数据必然涉及在国际环境中传递数据。因此，浏览本网站及通过电子方式与运营商联系意味着玩家承认并同意运营商通过该等方式处理个人数据。</div>
        </div>
        <div class="msg_box">
            <div class="title">期限与条款</div>
            <div class="section">请仔细阅读以下条款和条件，它们组成了一份有法律约束力的协议，并确保您完全理解其内容。如果您对于自身在接受本协议后应有的权利和应负的义务有任何疑问，请咨询您所在司法管辖区域的一位法律专业人士。您浏览、使用本网站及在本网站投注的行为意味着您同意受本协议的条款约束。如果您不同意本协议的条款，您不可以浏览、使用本网站及在本网站投注。</div>
            <div class="section">持有许可的运营商：Celton Manx有限公司，在曼岛成立（公司编码：121580C）。</div>
            <div class="section">注册办公地址：不列颠群岛曼岛道格拉斯市维多利亚街49号，邮编：IM1 2LD。</div>
            <div class="section">曼岛政府根据2001年《在线博彩监管法》（OGRA）对在线博彩进行监管。</div>
            <div class="section">Celton Manx有限公司在2008年8月1日被授予一份OGRA许可，并受不列颠群岛曼岛的监管。</div>
            <div class="section">曼岛法律禁止18岁以下的人士注册或参与在线博彩。</div>
            <div class="section">曼岛法律规定在线博彩的债务可以强制执行。</div>
        </div>
        <div class="msg_box">
            <div class="title">条款及条件</div>
            <pre class="section" style="white-space: pre-wrap; word-wrap: break-word;">这些条款和条件管理最终用客户的(the "Customer")互联网游戏服务可使用在 casino.winway.com(the "Website") 提供于Celton Manx 有限公司 (the "Internet Gaming Service") 和顾客的关系Celton Manx 有限公司 (the "Operator"). 客户应小心阅读这些条款和条件，因为它们影响法律规定的权利及法律责任。经营者许可和监督委员会的赌博是马恩岛政府监管 。在马恩岛赌博发生债务法律是可以追讨的。如果客户不同意这些条款和条件，他们不应注册或使用互联网游戏服务。如果客户对这些条款和条件有任何疑问，请联系 4000167333 电话。
1. 这些条款与条件的适用性																														
玩家同意，他们将仅为个人娱乐的目的使用博彩平台，并不会利用博彩平台进行商业活动。玩家对博彩平台的使用受这些条款和条件的限制。同意使用博彩平台意味着玩家同意受这些条款和条件的约束。若这些条款和条件与任何 以提述方式纳入的文件有任何不一致之处，以这些条款和条件为准。										
2. 这些条款及条件的修正																															
2.1 运营商保留未经事先通知而修正这些条款和条件（包括校 正在博彩平台发现的失误或错误）的权利。然而，运营商将确保，对这些条款和条件的任何重大变更都将通过适当的方式（如通过在博彩平台做出显着的通知）告知玩家。运营商做出通知后，变更将适用于对博彩平台的使用。若玩家不希望接受新的条款和条件，他们不应该继续使用博彩平台。若玩家在变更生效日期后继续使 用博彩平台，则该等行为将被视为玩家确认同意受新的条款和条件约束。
2.2 玩家有责任定期查看这些条款和条件，确保他们对该等条 款和条件的持续认同。建议玩家在每次使用博彩平台时都进行该等查看。玩家对博彩平台的继续使用将意味着他们确认接受这些条款和条件的任何变更。在条款和条件修正及修正予以通知前接到（而未结算）的任何赌注将受修正前条款和条件的限制。									
3. 注册和使用玩家的账户																															
3.1 为进入和使用博彩平台，玩家必须最少年满18岁或满足玩家所在司法管辖区域要求的博彩法定年龄（以较大的年龄为准）。玩家必须根据他们与中间商签订的协议和/或安排，通过中间商开立一个账户（“账户”）。玩家应该确保，他们为开立账户提供的任何详细信息（即向中间商提供的详细信息）或随后任何时间提供的任何详细信息均是正确和完整的，而且必须在其详细信息 有任何变更时，通过更新其账户来及时通知相关的中间商，以便运营商做出的任何通讯或通知可以有效传达给玩家。在提供支付服务时，中间商将展开“了解您的玩家”检查。然而，当运营商需要对玩家使用博彩平台进行核实时（包括但不限于，使运营商能够遵守其监管要求），运营商保留向中间商索要玩家的身份文件（如护照或身份证）以便进行该等核实的权利。
3.2 希望在博彩平台下注的玩家应该注意，其所在国、居住地或玩家进入博彩平台的所在地可能存在禁止博彩的专门法律。玩家向运营商保证，他们不会在禁止博彩的司法管辖区域内进入博彩平台。玩家进一步向运营商保证， 若他们是禁止公民参与博彩的一个民族国家之公民（无论其居于何处），则他们在任何时候均不会进入博彩平台。							
3.3 通过中间商开立账户前或在博彩平台投注前，玩家有责任确保他们的行为符合适用的本地法或国家法的规定。在开立账户或投注或存入任何款项前，玩家应该寻求法律建议，以便核实他们在博彩平台的预期交易不会在任何方面与该等法律相悖。运营商不会因玩家违反任何适用的本地法或国家法而承担任何责任。									
3.4 除第3.3款的规定外，运营商不接受源于美国、土耳其和菲律宾的赌注，且玩家相应地保证，他们不是这些司法管辖区域的居民，而且他们将不会在身处这些司法管辖区域时使用或进入博彩平台。																		
3.5 玩家将获得与其在博彩平台的账户相对应的登录代码和密码（由中间商为其分配）。为防止欺诈，玩家必须对登录代码和密码保密并不会向任何人披露或与其共享该等代码和密码。密码在博彩平台中将以加密的形式存在， 且运营商不会获知这一密码。若玩家知道或怀疑其他人知晓他们的登录代码和/或密码或任何其他的个人信息已被盗取或在未经其授权的情况下通过任何其他方式而 被获知，他们应该立即通知中间商。 通过4000167333 电话联系。
3.6 若运营商有理由相信安全缺口或滥用博彩平台的情况很可能存在，它可以要求玩家变更其密码或中止玩家的账户。																								
3.7 玩家将不会允许任何其他人或第三方（包括但不限于，任何未成年人）使用其账户。玩家对通过其登录代码和密码使用博彩平台的一切情况负全责。除非由运营商的过失引起，否则玩家将对任何未经授权而使用登录代码和密码的情况负全责，而且该等未经授权的使用将被视为是玩家自行使用的行为。玩家将因此对任何该等未经授权的使用负责，且运营商将不会基于其博彩平台的账户 因未经授权的使用而出现的任何损失向其退还损失的款项，无论使用博彩平台的第三方是否事先征得玩家的同意。
3.8 若账户在6个月或更长的时间内未被使用，运营商保留取消账户的权利，并会相应通知中间商。																									
3.9 若出现玩家违反其在这些条款和条件下的任何义务等情况，运营商可以完全在自行考虑后，立即中止或取消账户。																								
3.10 玩家的账户届满或因任何原因被终止将不会影响到：																												
在终止或届满日期前出现的任何权利、义务或债务，被明示规定在终止或届满日期后继续生效的任何权利、义务或债务。																							
3.11 业者有权不开一个帐户并无需向任何一个申请人提供任 何理由。任何被怀疑欺诈，黑客，攻击，操纵或破坏业者的正常游戏操作的客户， 业者还有权在没有事先通知客户的情况下拒绝或暂停或终止客户的户口。（包括网络游戏服务）运营商保留在不提供任何原因的情况下不为申请人开立账户的权利。运营商进一步保留在怀疑任何玩家欺骗、入侵、攻击、操纵或损害运营商的正常博彩运营（包括博彩平台）时未经事先通知而拒绝/抵制和中止玩家账户的权利。
3.12 严格禁止在博彩平台使用人工智能或网络机器人。同样，禁止为参与博彩平台以外的目的（包括但不限于商业目的）使用（包括通过屏幕抓取）任何或所有博彩平台包含的数据。运营商将采取措施防止和侦测利用人工 智能（非人类）程序来使用博彩平台所含的数据或从中受益的行为。玩家任何企图或实际使用人工智能的行为将导致其账户在第3.9和3.11款的规定下被终止。				
3.13 玩家能够根据他们与中间商签订的协议随时取消其账户。然而，玩家应该在取消账户前通知中间商，通过4000167333 电话联系，以便确保获得有效的博彩筹码（见下述第5节的定义）之全额退还。若玩家确实取消其账户，他们必须停止使用博彩平台。													
3.14 玩家账户的中止或取消将不会影响到任何一方的法定权利或债务。																											
3.15 一名玩家只可以开立一个账户。玩家应该清楚，根据他们与中间商的协议，倘若中间商发现一名玩家已开立了多个账户，中间商可以立即取消该等多个账户或使该等多个账户予以取消。																		
4. 许可																																
4.1 运营商授予玩家一份私人的非排他性、不可转让、可以撤销的许可来安装和运行使用博彩平台所需的软件（“软件”）。玩家仅可以为参与博彩平台的目的使用软件。																				
4.2 博彩平台及博彩平台上的所有图片、图形、照片、动画、视频、音乐、音频、文字和实时转播及软件是并将始终是运营商的财产且受知识产权法（包括版权法）的保护。未经运营商的事先书面同意，它们不得予以复制。																
4.3 除非这些条款和条件另有规定，否则玩家不可以复制、使用、修改软件或与博彩平台相关的书面材料或基于软件或该等材料来创建衍生品，或传播软件或该等材料，或对软件或软件的任何部分实施解码、逆向工程、反编 汇、反编译或以任何其他方式转化或转换软件或软件的任何部分，或将软件转让、出借、租赁、分配、出租或以任何其他方式为软件颁发附属许可，或对软件的任何副本、改编版本、转录版本或合并版本展开上述任何一种行为。上述活动包括但不限于对博彩平台实施任何类型的打击、入侵、攻击、操纵或损害。
5. 支付和安全																															
5.1 客户的账户里的钱是用来让赌注。用户不可下赌注超过他们的帐户的金额 。任何嬴金都安置到客户的账户。客户通过网站完成帐户存款和取款。																					
5.2 客户接受和授权给业者支付管理账的户存款和取款。因此客户允许业者说明这些利益 。如果怀疑或证据的网络游戏操作服务，业者保留权利拒绝支付。业者可以采取行动反对客户或其他任何一方，或试图操纵互联网游戏服务或其任何部分。														
5.3 为维持高度的安全性来保护玩家的账户，运营商会进行随机安全检查。玩家在此接受，运营商始终有权从中间商获得额外的文件，以便在安全检查等情况中核实玩家的身份。倘若中间商未能向运营商提供该等额外的文件，运营商保留经完全自行决定后中止或取消玩家账户的权利。											
5.4 玩家有责任在每次博彩交易前、后及退出一局博彩前检查其可用的博彩筹码。若玩家怀疑有任何错误出现，他们必须立即根据第5.6款的规定，在参与下一局或其他游戏前向中间商报告。否则，玩家将被视为放弃其未来提起争议的权利并认为所有此前的游戏记录均为真实和正确的。											
5.5 若玩家相信其账户信息被第三方通过任何方式滥用，他们必须尽快告知中间商和运营商，以便中间商采取适当措施来中止其账户。运营商将不会对任何账户滥用情况或玩家因账户中止延误而蒙受的任何损失负责。																
5.6 除非这些条款和条件另有规定，否则一旦运营商确认了赌注，赌注不能取消。无论玩家是否在线，所有赌注均在确认后立即生效。运营商保留拒绝任何赌注的权利。																				
5.7 这是马恩岛政府发牌条件。根据曼岛政府的许可要求，如果客户第一次要求提取的款项超过3,000.00欧元（或等值币种）或该次提取的款项与此前30天内提取的其他款项总计超过3,000.00欧元（或等值币种），客户必须提供合格的身份证明。最低要求是一份当前有效的带照片的身份文件之副本及居住地址证明文件的副本（如银行或信用卡账单、水电费账单（不包括手机账单）等），居住地址证明文件的签发日期不得超过90天。
5.8 根据这些条款和条件或任何适用法律的规定，客户可以随时从其账户提取博彩资金。																										
5.9 根据运营商的支付管理公司规定的任何限制，客户对与所获奖金相关的任何适用的税项和费用负全责。奖金不能予以转让、替换或换取任何其他奖品。																					
6. 反洗钱规定																															
6.1 牌照的营办商法律，根据马恩岛和在线赌博管制法 2001年。, 根据曼岛法律及2001年《在线博彩监管法》（运营商即是根据《在线博彩监管法》获得的许可）， 如果客户第一次要求提取的单笔款项超过3,000.00欧元或等值币种或该次提取的款项与此前30天内提取的其他款项总计超过3,000.00欧元或等值 币种，则运营商需获得身份证明和居住地址证明（该等地址必须与客户在运营商注册的地址相一致）。身份和居住证明的可接受格式应为：
a. 一份当前有效的带照片的身份文件（如国民身份文件、护照、驾照等）；																											
b. 居住地址文件证明，签发日期不得超过90天（如银行或信用卡账单、水电费账单（不包括手机账单）等）。																								
6.2 客户完成上述要求后（“KYC合规”），只要提交的文件不应因任何原因而致无效，则KYC合规应始终有效，且客户应可以随时自行要求提取博彩资金。																					
6.3 运营商将仅向赢局的客户账户拨给博彩资金。另外，运营商将仅通过博彩资金存入账户的方式来兑付博彩资金。																								
6.4 倘若运营商怀疑客户基于洗钱目的存入赌博资金并企图提款，运营商有权经合理考虑后在全面调查期间（包括在适当情况下向相关执法机构提供详细信息）中止博彩资金的兑付。该等情况可能发生的情形包括客户在博彩资 金中存入大笔金额，而后仅在互联网博彩服务中进行少量投注活动后就企图提取这些博彩资金。倘若调查没有发现洗钱证据，博彩资金将全额偿还给客户。				
6.5 根据运营商的支付管理公司规定的任何限制及这些条款和条件的规定，客户在每24小时内提取博彩资金的最高限额是50,000美元或等值币种。																						
7. 赌注																																
7.1 在投注时，玩家将基于以下的方面确定自己的注金：																												
a. 第7.1款列明的赌注限额；																														
b. 互博彩平台显示的最低赌注额和最高赌注额。																													
c. 如果运营商认为客户的投注指示不清楚，运营商将有权使整个赌注失效。在该等情况下，运营商的决定应是最终的并对客户具备约束力；																						
d. 若客户投注时，注金可能超过第7.1款规定限额，则超出限额的注金应被忽略不计且该部分注金将失效。																									
7.2 若投注并未全部完成或投注的详情缺失，运营商可以在自行考虑后使该等投注失效。																										
7.3 根根据第7.4款的规定，玩家可以利用同一赌注进行多项投注，这时所有该等赌注均应被视为不同的赌注。若玩家提交了多个赌注（无论相同或不同），运营商应根据其接到赌注的顺序加以处理。																		
7.4 客户必须以个人名义投注。运营商将有权拒绝不同客户提交的一系列相同的赌注并使该等赌注失效，或者倘若运营商怀疑客户彼此共谋或与任何其他个人联合投注，运营商将有权拒绝支付任何赢金。																	
7.5 客户向运营商陈述并保证，他们在投注时并不清楚赌局的结果，也对结果没有任何影响力。若客户知道结果，运营商可以使赌注失效。																						
7.6 要进行投注，相关客户的账户中必须有等于或超出注金的可用的博彩资金。若客户可用的博彩资金在任何一次投注中少于注金总额，运营商将拒绝接受赌注。																				
7.7 倘若明显的错误或系统失灵造成不正确或错误的游戏结果，任何投注（或投注的一部分）将失效。若该等错误被事先获知，运营商将立即使游戏失效并将所有赌注归还至客户的账户。																			
7.8 倘若一项赌注因为互联网博彩服务记录的错误结果等原因被错误结算，该等结算将为无效并被撤销。若客户的博彩资金不足以允许该等撤销，他们将被要求根据第11.4款退还错误拨给其的博彩资金。																	
7.9 运营商可以随时经完全自行考虑后并在无需提供任何原因或事先通知的情况下，终止一项游戏，停止对一项游戏的投注，拒绝接受任何赌注或一项赌注的任何部分和/或中止或关闭任何客户的账户。																	
8. 投注																																
8.1 除非事先与运营商达成其他安排，否则赌注仅可以通过网站买入（“投注方式”）。																										
8.2 只有根据说明的程序予以确认后，一项赌注才被接受博彩规则																												
8.3 若赌注基于这些条款和条件被宣布为无效或失效， 赌注的金额将退还至客户的账户。																										
8.4 投注的截止时间将由运营商分别确定。即使有前述规定，若在相关赌局开始后才投注，赌注将为无效。有关投注时间的争议将基于运营商的交易日志来最终裁定。																				
8.5 客户将有责任确保其赌注是正确的。除非这些条款和条件有明示规定，否则在相关时间限制内买入和被接受的赌注不可以撤销或变更。																						
8.6 运营商不对与任何赌注相关的打字、传送和/或评估错误承担责任并应有权（如需要，在赌局结束后）更正与结果报告相关的明显错误。																						
9. 赌注的结果和评估																															
9.1 运营商将根据客户投注的结果来评估客户的账户。在评估过程中，运营商在结算时仅承认实时赌博游戏的正式结果及随机生成的游戏之结局。客户承认，运营商的随机数字生成器（“RNG”）将决定洗牌和分牌的情况、 球和轮的旋转情况、骰子的翻动情况、游戏和其他作为互联网博彩服务一部分的随机生成的赌局之结果，且客户同意，随机数字生成器做出的洗牌和分牌、球和轮的 旋转、骰子的翻动、游戏和其他随机生成的赌局之结果是最终的和决定性的。
10. 具体游戏的特殊规则																															
10.1 运营商接受对网站显示的赌博游戏所投的赌注。所有该等赌注均受各相关赌博游戏的特殊规则限制，且各客户有责任全面了解与其所投赌注相关的规则。																					
10.2 博彩规则列明了与不同类型的赌博游戏相关的并将适用于在该等游戏中所投赌注的特殊规则。这些博彩规则可以随时予以修改。																							
11. 客户的陈述																															
11.1 客户陈述、保证并证明，他们已年满18岁或满足其司 法管辖区域要求的法定博彩年龄（以较大的年龄为准）。另外，客户也保证，他们将不会在禁止博彩的司法管辖区域内进入互联网博彩服务，而且若他们是禁止公民 参与博彩的一个民族国家之公民（无论其居于何处），则他们在任何时候均不会进入（或注册使用）互联网博彩服务。							
11.2 客户陈述、保证并证明，他们完全认可通过互联网向互联网博彩服务和软件发出或互联网博彩服务和软件通过互联网向其发出的所有电脑指示和回应，且该等指示和回应将对客户具备约束力。																		
11.3 客户了解，通过使用互联网博彩服务，他们可能损失投注的金额且他们为该等损失承担完全的责任。客户同意，他们完全承担与使用网站相关的风险。																					
11.4 假若资金被错误拨给客户的账户或从客户的账户中错误 划出，客户有责任及时将错误情况通知运营商。错误拨给客户的任何款项将被视为无效且必须退还给运营商。错误拨给账户的资金不能用于投注且运营商保留使任何 涉及该等资金的交易失效的权利。未免歧义，倘若客户的账户中有资金余额且额外的款项被错误划入，则客户可以对扣减错误划入的资金后的可用余额进行交易。客户同意，如果客户已提取了错误划入的资金，他们将向运营商退回等值金额作为赔偿。
12. 不予保证																															
12.1 运营商将通过其合理的技能和管理来努力使互联网博彩服务可供使用。运营商不对互联网博彩服务做出任何额外的明示或暗示的保证或陈述。任何与满意的质量、适用性、完整性或准确性相关的暗示保证或条件在此均被排除。															
12.2 运营商不保证互联网博彩服务将满足客户的要求或将持 续运营、及时响应、安全或没有错误，或缺陷将被更正，或互联网博彩服务或维持互联网博彩服务运转的服务器没有病毒或小问题，而且，运营商也不对自身所提供 资料的完整作用、准确性和可靠性或博彩平台的结果或客户通过互联网博彩服务获知的任何信息之准确性做出保证。							
12.3 客户应该清楚，各客户连接互联网博彩服务的互联网质量有所不同且可能不是完全稳定。运营商不对任何错误投注负责。所有投注将以运营商系统的赌注记录为准。																				
12.4 运营商定期对互联网博彩服务进行维护，以便尽量确保 向客户提供最佳的博彩体验。客户承认并同意，在该等维护期间，互联网博彩服务的进入可能受到限制，以便完成该等必要的维修、维护或新设施或服务的引入。运 营商将做出合理努力来向客户提前通知该等维护时间（无论是通过互联网博彩服务上提前公布的维护时间表或定期通知）并尽快恢复服务。					
13. 责任的有限性																															
13.1 客户同意，他们完全承担与使用互联网博彩服务相关的风险。																											
13.2 运营商将不会对客户使用互联网博彩服务所引起或以任 何方式与客户使用互联网博彩服务相关的任何直接或间接损失或损害而在合约、侵权、过失或任何其他方面负有任何责任。该等损失或损害包括但不限于业务损失的损害、利润损失、业务中断、业务信息丢失、维护期引起的损失或任何其他金钱或后果性损失（即使客户已告知运营商该等损失或损害的可能性）。另外，对该等损 害所付的责任将在此被排除在外，即使这些条款和条件中规定的排他性救济未实现其基本目的。
13.3 倘若互联网博彩服务因任何政府命令或监管机构的政策变更而出现任何中止或停运（无论临时性或永久性），运营商将不对客户因此蒙受或遭受的任何损失或损害负有义务或责任。																			
13.4 运营商将不会因通过互联网博彩服务上传或传送的内容或材料的任何丢失而对客户负有责任或义务，且客户确认运营商将不会因互联网博彩服务的任何更改、中止或停止的情况而对客户或任何第三方负有责任。																
13.5 运营商保留随时撤销互联网博彩服务或部分互联网博彩服务的权利，且将不会因任何该等行动而对客户负有责任。																								
13.6 倘若运营商因超出其合理控制能力以外的情况而违反了这些条款和条件，运营商将不会对此负责。																									
13.7 倘若客户对互联网博彩服务的使用违反了其所在司法管辖区域的法律，运营商将不会因此对客户负责。客户应该注意，倘若本地法律禁止其参与互联网博彩服务，则客户参与互联网博彩服务的行为即是对这些条款和条件的违反。															
13.8 某些法令、规则和法规可能暗示了部分不可排除的保证或条件，且在该等保证或条件不得被排除在外的情况下，运营商因违反该等条件或保证而承担的责任及客户的唯一和排他性救济将仅限于运营商将其违约时客户的可用博彩资金(包括投注在互联网博彩服务的任何赌注)予以退还。											
14. 赔偿																																
14.1 客户完全同意就客户违反这些条款和条件所引起的所有 索偿、债务、损害赔偿、损失、成本和费用，包括诉讼费或客户使用互联网博彩服务或任何其他人利用客户账户的详细信息进入和使用互联网博彩服务所引起的任何其他债务而立即根据要求向运营商及其高级管理人员、董事、雇员、代理和供应商进行赔偿，做出辩护并使其免受损害。							
14.2 客户完全同意就违反保证或陈述，包括但不限于客户所做的自身并非禁止该等博彩活动之国家的公民或居民或他们将不会从法律禁止该等博彩活动的司法管辖区域进入互联网博彩服务的陈述，所引起的所有索偿、债务、 损害赔偿、损失、成本和费用，包括诉讼费而立即根据要求向运营商及其高级管理人员、董事、雇员、代理和供应商进行赔偿，做出辩护并使其免受损害。				
14.3 倘若运营商因客户或客户团体一致或联合做出的不道德行为和/或欺诈行为而蒙受损失和损害，客户将基于所有该等损失和损害向运营商进行赔偿。不道德行为或欺诈行为将包括但不限于企图违反博彩规则及“一名客户一个账户”的规则、企图超出赌注限额投注、入侵博彩平台、使用人工智能或网络机器人、提供虚假的个人信息或运营商合理视为欺诈以及不道德行为的任何作为。				
15. 转让																																
客户不可以将其在这些条款和条件下的任何权利转让给任何其他人。运营商可以将其在这些条款和条件下的权利转让给运营商合理相信客户权利不会受到影响的另一家企业。																			
16. 第三方内容																															
16.1 互联网博彩服务提供其他互联网网站或资源的内容 （“第三方内容”）且虽然运营商采取所有合理措施来确保互联网博彩服务的资料是正确、规范和高质量的，但运营商不对第三方内容做出任何保证或担保且将不会 因任何该等第三方内容而对客户负有责任。若运营商被告知互联网博彩服务所含的第三方内容有任何不准确之处，运营商将尽快尝试做出更正。					
16.2 运营商不会对互联网博彩服务链接的任何第三方网站 （“链接网站”）、运营链接网站的实体或链接网站的特色做出任何陈述或保证。运营商将不对客户可能因使用任何链接网站或利用链接网站的任何资料而直接或间 接遭受的任何损失（包括任何间接或后果性损失）或损害负责。客户承认，客户完全自行承担其进入和使用任何链接网站的风险。						
17. 第三方权利																															
除非截至目前为止这些条款和条件明示规定第三方可以基于其自身的权利来强制执行这些条款和条件的规定，否则并非这些条款和条件之一方的任何人均无权在本地法律或法令下利用或强制执行这些条款和条件中的任何规定。																
18. 技术故障																															
18.1 客户完全接受并同意，除具体指明的实时游戏之外，随机号码生成器（“RNG”）软件将决定洗牌和分牌的情况、球和轮的旋转情况、骰子的翻动情况和互联网博彩服务要求的其他随机生成的赌局之情况。若软件和运 营商服务器显示的结果有差异，运营商服务器显示的结果将被视为互联网博彩服务的结果。如果系统故障或受损导致数据丢失，运营商将通过合理努力来恢复所有历 史数据且所有恢复的数据将被视为正式的数据。
18.2 倘若实时博彩的电子显示屏有任何故障，结果将根据实时博彩装置（如轮盘）确定的实际结果予以决定。																								
18.3 客户一方的任何失灵情况，包括但不限于网络连接或计算机问题，将不会导致游戏结果失效。客户可以通过账户中的“报告”功能查看自身的投注历史，以便了解各局的结果是如何确定的。																		
18.4 在实时游戏过程中出现的任何系统故障和硬件（包括扫描仪和计算机）失灵情况将导致赛局失效且相关的赌台将被关闭。																							
19. 争议处理																															
客户了解并同意（在不影响客户的其他权利和救济的情况下，包括寻求双方同意的争议解决流程）运营商的记录和随后的管理决定将是确定客户参与互联网博彩服务的条款、参与互联网博彩服务引发的活动及活动所在的环境之最终根据。															
20. 通知																																
若客户对游戏或任何其他活动的结果有任何争议，客户必须在事件发生后的十四（14）天内通过4000167333 电话向运营商做出书面投诉。运营商向客户做出的任何通知（除非此处另有规定）将被发往客户开立账户时提供的电子邮件地址。客户有责任通过4000167333 电话以书面形式将其地址的任何变更情况通知运营商并列明变更的详细信息，及定期检查运营商发往其账户的邮件。				
21. 一般规定																															
21.1 若这些条款和条件中的任何规定将被视为不合法、失效或因任何原因而无法强制执行，该等规定将被视为从这些条款和条件中分离并将不会影响到这些条款和条件之任何其他规定的有效性和可强制执行性。																	
21.2 运营商的交易数据库存储或记载的所有记录（包括但不限于已接受或拒绝的赌注、公告、信息和报告）之时间戳应以格林威治标准时间（GMT）+8小时记录。																				
21.3 运营商对任何这些条款和条件的弃权将不表明运营商对此前或随后违反这些条款和条件的行为之弃权。																								
21.4 除非另有明示规定，否则这些条款和条件均不会创造或赋予有利于客户和运营商以外的任何人之任何权利或任何其他好处。																							
21.5 这些条款和条件均不表明在客户与运营商之间创建了任何代理关系、合作伙伴关系或任何其他形式的合资企业。																								
21.6 第14款（赔偿）将在届满或终止（无论因何种原因）后继续有效。																											
21.7 客户同意在参与互联网博彩服务时受博彩规则 的约束并遵守该等规则。另外，运营商也保留修改博彩规则（包括赌台限额和游戏特色）的权利。				
21.8 运营商可以因法律或监管的原因或为了互联网博彩服务的适当运营而不时更新这些条款和条件。																									
21.9 这些不时以英文发布的条款和条件监管着本合约。对这些条款和条件的翻译是作为一项服务而善意提供的。如果英文版本和翻译版本之间有不一致之处，始终以英文版本为准。																			
21.10 这些条款和条件包含客户与运营商就互联网博彩服务达成的完成协议。客户确认其并未基于任何陈述（但这些条款和条件已明示做出的陈述除外）来同意接受这些条款和条件。客户同意，就尚未成为这些条款和条件之一部分的任何虚假陈述而言，客户将不会因此获得救济，除非客户的该等同意因任何欺诈性或过失性虚假陈述（无论该等陈述是否已成为这些条款和条件之一部分） 而变为不适用。		

</pre>
        </div>
    </div>
</template>

<script>

export default {
    data () {
        return {
        };
    },
}

</script>
<style lang='less' scoped>
h2 {
    line-height: 3;
}
.privacy_box {
    color: #50576C;
    padding: 20px 0;
    line-height: 1.5;
    .msg_box {
        margin-bottom: 16px;
    }
    .title {
        color: rgb(152, 0, 0);
        font-size: 16px;
        font-weight: bold;
        line-height: 3;
    }
    .sm_title {
        font-weight: bold;
        line-height: 2;
    }
    .section {
    }
}
</style>